"Shortcut" = "Snelkoppeling";
"Go to" = "Ga naar";
"Go To" = "Ga naar";
"Connect to" = "Verbind met";
"Clear Menu" = "Wis menu";
"Choose a new default Mac home folder" = "Kies een nieuwe basis Mac Thuismap";
"Choose a private key file" = "Kies een privé-sleutelbestand";
"The Bookmark could not be found to be saved" = "De bladwijzer kon niet worden gevonden om te worden bewaard";
"Try cancelling the editor and edit the Bookmark again" = "Probeer de editor te annuleren en wijzig de bladwijzer opnieuw";
"The Bookmark could not be renamed" = "De bladwijzer kon niet worden hernoemd";
"Either there is an existing Bookmark or folder of the same name or the name is unacceptable" = "Of er bestaat reeds een bladwijzer of map met dezelfde naam of de naam wordt niet geaccepteerd";
"The Bookmark could not be saved because your Bookmarks folder could not be found or created" = "De bladwijzer kon niet worden bewaard, omdat uw bladwijzermap niet kon worden gevonden of aangemaakt";
"Your disk permissions may need to be repaired with Disk Utility if applications cannot save settings to your Preferences folder" = "Uw schijfbevoegdheden moeten mogelijk met behulp van Schijfhulpprogramma hersteld worden, indien programma's geen instellingen in uw Voorkeurenmap kunnen opslaan";
"The Bookmark could not be saved" = "De bladwijzer kon niet worden bewaard";
"Ensure your Bookmark name is valid, unique and that there is sufficent space on your hard drive" = "Verzeker u ervan dat de naam van uw bladwijzer geldig en uniek is en dat er voldoende ruimte vrij is op uw harde schijf";
"The Bookmark was not saved completely" = "De bladwijzer is niet volledig bewaard";
"This Bookmark may not appear in your Bookmarks window. Try saving again." = "Deze bladwijzer wordt mogelijk niet in uw bladwijzervenster weergegeven. Probeer nogmaals te bewaren.";
"An unexpected error occurred while saving the Bookmark." = "Er is een onverwachte fout opgetreden tijdens het bewaren van de bladwijzer.";
"The changes made to the Bookmark of this connection will be applied when the outstanding tasks have been completed" = "De aangebrachte wijzigingen aan de bladwijzer van deze verbinding, worden doorgevoerd zodra de uitstaande taken zijn uitgevoerd";
"Sorry, this file's original server location could not be automatically determined and so it cannot be resumed." = "Helaas, de originele server-locatie van dit bestand kon niet automatisch worden bepaald en daarom kan het niet worden hervat.";
"Reconnect to the original server and resume the download from there." = "Maak opnieuw verbinding met de originele server en hervat de download daar vandaan.";
"Sorry, this file's location could not be determined and so it cannot be resumed." = "Helaas, de locatie van dit bestand kon niet worden bepaald en daarom kan het niet worden hervat.";
"Try reconnecting to the original server and resume the download from there." = "Probeer opnieuw verbinding te maken met de originele server en ga van daaruit verder met downloaden.";
"Add Favorite" = "Voeg favoriet toe";
"Connect Immediately" = "Verbind direct";
"Imported Bookmarks" = "Geïmporteerde bladwijzers";
"Edit" = "Wijzig";
"Save this connection's details in the Keychain?" = "De details van deze verbinding in de Sleutelhanger bewaren?";
"Yes" = "Ja";
"No" = "Nee";
"Save these details as a Bookmark" = "Bewaar deze details als een bladwijzer";
"Untitled Bookmark" = "Naamloze bladwijzer";
"Show Help Tips" = "Toon Help tips";
"Quick Start" = "Snelle start";
"Read Me" = "Lees mij";
"User Forum" = "Gebruikersforum";
"Email Support" = "E-mailondersteuning";
"Yummy Software Web Site" = "Yummy Software Website";
"Yummy FTP requires Mac OS X 10.4 or later to run" = "Om Yummy FTP Alias te kunnen gebruiken heeft u Mac OS X 10.4 of hoger nodig";
"FTP Watchers require Mac OS X 10.4 or later to run" = "Om FTP-wachters te gebruiken, is Mac OS X 10.4 of later vereist";
"FTP Aliases require Mac OS X 10.4 or later to run" = "Om FTP-aliases te gebruiken, is Mac OS X 10.4 of later vereist";
"An unknown error prevented Yummy FTP from starting" = "Door een onbekende fout kon Yummy FTP Alias niet worden geopend";
"An unknown error prevented this FTP Watcher from starting" = "Door een onbekende fout kon deze FTP-wachter niet worden gestart";
"An unknown error prevented this FTP Alias from starting" = "Door een onbekende fout kon deze FTP-alias niet worden gestart";
"Quitting now will cancel all running or waiting tasks!" = "Als u nu stopt worden alle lopende en wachtende taken geannuleerd!";
"Press Quit if you are sure you want to do this" = "Druk op Stop als u zeker weet dat u dit wilt";
"Quit" = "Stop";
"Yummy FTP thinks you may still have remote editing documents open" = "Yummy FTP Alias denkt dat u mogelijk nog steeds documenten op afstand hebt geopend";
"If you quit now, Yummy FTP will no longer be able to send changes back to the server\r\rPress Cancel to continue remote editing or Quit to exit immediately" = "Indien u nu stopt, is Yummy FTP Alias niet langer in staat om wijzigingen terug naar de server te sturen\r\rKlik op Annuleer om door te gaan met wijzigen op afstand of op Stop om onmiddellijk te stoppen";
"Bookmarks" = "Bladwijzers";
"Recent Connections" = "Recente verbindingen";
"Bonjour" = "Bonjour";
"Rendezvous" = "Rendezvous";
"History" = "Geschiedenis";
"Go To Favorite" = "Ga naar favoriet";
"Remove Favorite" = "Verwijder favoriet";
"Choose a folder of Bookmarks to import" = "Kies een map met bladwijzers om te importeren";
"Select a Bookmark, FTP Alias or FTP Watcher to edit…" = "Selecteer een bladwijzer, FTP alias of FTP wachter om te wijzigen…";
"Hide Help Tips" = "Verberg hulptips";
"Show All Bookmarks" = "Toon alle bladwijzers";
"Sorry, it was not possible to continue due to an unexpected error" = "Helaas, door een onverwachte fout was het niet mogelijk om verder te gaan";
"Sorry, this FTP Watcher appears to be damaged. Parts of this FTP Watcher are missing. You must recreate it to restore functionality" = "Helaas, deze FTP-wachter blijkt te zijn beschadigd. Delen van deze FTP-wachter missen. U dient deze opnieuw te maken om de functionaliteit te herstellen";
"Sorry, this FTP Alias appears to be damaged. Parts of this FTP Alias are missing. You must recreate it to restore functionality" = "Helaas, deze FTP-alias blijkt te zijn beschadigd. Delen van deze FTP-alias missen. U dient deze opnieuw aan te maken om de functionaliteit te herstellen";
"Sorry, this FTP Watcher cannot be opened unless Yummy FTP is installed. Locate and install Yummy FTP on this computer in order to make use of FTP Watchers" = "Helaas, deze FTP-wachter kan niet worden geopend zonder Yummy FTP Alias te installeren. Zoek en installeer Yummy FTP Alias op deze computer om van FTP-wachters gebruik te kunnen maken";
"Sorry, this FTP Alias cannot be opened unless Yummy FTP is installed. Locate and install Yummy FTP on this computer in order to make use of FTP Aliases" = "Helaas, deze FTP-alias kan niet worden geopend zonder Yummy FTP Alias te installeren. Zoek en installeer Yummy FTP Alias op deze computer om van FTP-aliasen gebruik te kunnen maken";
"This FTP Watcher has moved from its original location and will therefore now quit" = "Deze FTP-wachter is verplaatst vanaf zijn originele locatie en zal daarom worden gesloten";
"Yummy FTP Alias History" = "Yummy FTP Alias-wachter Geschiedenis";
"Processing" = "Bezig met verwerken";
"Yummy FTP was launched because an upload using an FTP Alias or FTP Watcher was performed" = "Yummy FTP Alias werd geopend, omdat een upload met behulp van een FTP-alias of FTP-wachter werd gestart";
"Yummy FTP would normally quit now because of this, but other FTP sessions are active. Do you want Yummy FTP to Quit now or not?" = "Normaal gesproken zou Yummy FTP Alias nu vanwege dit sluiten, er zijn echter nog andere FTP-sessies bezig. Wilt u Yummy FTP Alias nu sluiten of niet?";
"This operation failed because the server closed the connection." = "Deze operatie kon niet worden voltooid omdat de server de verbinding heeft afgesloten.";
" copy" = " kopieer";
"Unknown" = "Onbekend";
"Alias" = "Alias";
"Folder" = "Map";
"Error downloading: " = "Fout tijden downloaden van: ";
"\rFrom : " = "\rVan: ";
"\rTo : " = "\rOm: ";
"Error deleting: " = "Fout tijdens verwijderen van: ";
"\rIn : " = "\rIn: ";
"Root folder" = "Root-map";
"Error uploading: " = "Fout tijdens uploaden van: ";
"Error renaming: " = "Fout tijdens hernoemen van: ";
"Error moving: " = "Fout tijdens verplaatsen van: ";
"Error creating folder: " = "Fout tijdens aanmaken map: ";
"Error setting permissions on: " = "Fout tijdens instellen bevoegdheden van: ";
"Unlimited" = "Onbeperkt";
"Never" = "Nooit";
"Choose an ODB Editor Application" = "Kies een ODB editor programma";
"Select a new folder for your default Mac browser Home folder and default download location" = "Selecteer een nieuwe map voor uw standaard Mac-browser Thuismap en standaard download-locatie";
"Your choice of preference settings requires that currently displayed directory listings are refreshed" = "Uw keuze in voorkeursinstellingen vereist dat weergegeven directorylijst ververst wordt";
"Choose Refresh to automatically refresh all displayed directory listings, or Cancel to refresh them manually" = "Kies Ververs om automatisch alle weergegeven directory-lijsten te verversen of Annuleer om deze handmatig te verversen";
"Refresh" = "Ververs";
"Built-in" = "Ingebouwd";
"Not installed" = "Niet geïnstalleerd";
"Your trial period of Yummy FTP is nearly over" = "Uw probeerperiode van Yummy FTP Alias is bijna voorbij";
"Thank you for trying Yummy FTP!\r\rPlease puchase this software if you have found it useful. Your support will allow us to make it even better!\r\rSimply click the Purchase button below. It's easy, quick and secure\r\rIf you have already purchased a license, click the Enter Serial Number button" = "Dank u voor het uitproberen van Yummy FTP Alias!\r\rMocht u deze software willen blijven gebruiken, schaft u het dan alstublieft aan. Uw steun stelt ons in staat om het nog beter te maken, dan het al is!\r\rU hoeft alleen maar op de knop 'Schaf aan' hieronder te klikken. Het is eenvoudig, snel en veilig\r\rIndien u reeds in het bezit bent van een licentie, klikt u op de knop: 'Voer Serienummer in'";
"Enter Serial Number" = "Voer serienummer in";
"Purchase" = "Koop";
"Your trial period of Yummy FTP is over" = "Uw probeerperiode van Yummy FTP Alias is voorbij";
"Sorry, there was a problem with the eSellerate online purchase system" = "Helaas, er trad een probleem op met het Paddle online aanschafsysteem";
"Please try again, or visit our web store to place your order:\r\rhttp://www.yummysoftware.com/purchase\r\rThank you" = "Probeert u het alstublieft opnieuw of bezoek onze Internetwinkel om uw bestelling te plaatsen:\r\rhttp://www.yummysoftware.com/purchase\r\rDank u";
"Thank you for purchasing Yummy FTP!" = "Hartelijk dank voor het aanschaffen van Yummy FTP Alias!";
"Your support is very much appreciated\r\rHappy FTP-ing!" = "Uw steun wordt zeer gewaardeerd\r\rPlezierig FTP-en!";
"It appears that your purchase was successful, but Yummy FTP could not retrieve your serial number from eSellerate\r\rYou should receive an email from eSellerate containing your serial number. Please enter this using the Enter Serial Number option from the Yummy FTP menu\r\rThank you" = "Het lijkt erop dat uw aanschaf succesvol was, maar Yummy FTP Alias was niet in staat om uw serienummer via Paddle te achterhalen\r\rAls het goed is ontvangt u een e-mail van Paddle met daarin uw serienummer. Gebruik alstublieft de Voer serienummer in optie uit het Yummy FTP Alias menu om het serienummer in te voeren\r\rDank u";
"Sorry, the entered Name and Serial Number are invalid" = "Helaas, de ingevoerde naam en serienummer zijn ongeldig";
"Please check what you have entered and try again" = "Controleer alstublieft wat u hebt ingevoerd en probeer opnieuw";
"When you are finished editing, press the Save button and the changes will be saved to the file. Press Cancel to discard the changes." = "Indien u klaar bent met wijzigen, klikt u op de Bewaar-knop en de veranderingen zullen in een bestand worden opgeslagen. Klik op Annuleer om de wijzigingen ongedaan te maken.";
"Run Schedule" = "Draai schema";
"Synchronize" = "Synchroniseer";
"FTP Transcript.txt" = "FTP Transcript.txt";
"Server: " = "Server: ";
"\rUsername: " = "\rGebruikersnaam: ";
"Please enter the password for this server" = "Voer alstublieft het wachtwoord voor deze server in";
"Add to Keychain" = "Voeg toe aan sleutelhanger";
"Click to see a full screen image" = "Klik om afbeelding in schermvullende weergave te zien";
"No Preview Available" = "Geen voorvertoning beschikbaar";
"Preparing Preview…" = "Voorvertoning aan het voorbereiden…";
"Disconnecting will cancel all running or waiting tasks!" = "Het verbreken van de verbinding heeft het annuleren van alle lopende of wachtende taken tot gevolg!";
"Press Disconnect if you are sure you want to do this" = "Druk op Verbinding verbreken als u zeker weet dat u dit wilt";
"Disconnect" = "Verbreek verbinding";
"Hide Toolbar" = "Verberg knoppenbalk";
"Show Toolbar" = "Toon knoppenbalk";
"Edit With…" = "Wijzig met…";
"Edit New Empty File With…" = "Wijzig nieuw leeg bestand met…";
"Edit New Empty File" = "Wijzig nieuw leeg bestand";
"Download Later" = "Download later";
"Upload Later" = "Upload later";
"Upload" = "Upload";
"Download" = "Download";
"Show Transcript" = "Toon transcript";
"Hide Transcript" = "Verberg Transcript";
"Hide Queue" = "Verbergen Queue";
"Show Queue" = "Toon Queue";
"Hide Preview Drawer" = "Verberg voorvertoningslade";
"Show Preview Drawer" = "Toon voorvertoningslade";
"Show Extra FTP Controls" = "Toon extra FTP-regelaars";
"Hide Extra FTP Controls" = "Verberg extra FTP-regelaars";
"Hide Status Bar" = "Verberg statusbalk";
"Show Status Bar" = "Toon statusbalk";
"Show Column View" = "Toon kolomweergave";
"Show List View" = "Toon lijstweergave";
"Show Mac Browser" = "Toon Mac-browser";
"Hide Mac Browser" = "Verberg Mac-browser";
"Open Selected Bookmarks" = "Open geselecteerde bladwijzers";
"Save a copy of this Bookmark" = "Bewaar een kopie van deze bladwijzer";
"Enter the name of the folder to be created" = "Voer de naam in van de map die moet worden aangemaakt";
"The folder will be created within the currently selected folder, or the directly into the Bookmarks list if none is selected" = "De map zal binnen de huidig geselecteerde map worden aangemaakt of direct in de Bladwijzer-lijst indien geen map is geselecteerd";
"Create" = "Maak aan";
"untitled folder" = "naamloze map";
"The folder will be created within the currently selected folder, or the current directory if none is selected" = "De map zal binnen de huidig geselecteerde map worden aangemaakt of in de huidige directory indien geen map is geselecteerd";
"Untitled FTP Alias" = "Naamloze FTP-alias";
"Untitled FTP Watcher" = "Naamloze FTP-wachter";
" alias" = " alias";
" Watcher" = " Wachter";
"Save these details as an FTP Alias" = "Bewaar deze details als een FTP-alias";
"Save these details as an FTP Watcher" = "Bewaar deze details als een FTP-wachter";
"Select an Application for editing…" = "Selecteer een programma voor het wijzigen…";
"Save the FTP Transcript from this session…" = "Bewaar het FTP-transcript van deze sessie…";
"Enter a path to the destination location as a full path to a folder" = "Voer een pad naar een doelmap in als een volledig pad naar een map";
"The selection will be moved to the specifed destination" = "De selectie zal naar de gespecificeerde doellocatie worden verplaatst";
"Move" = "Verplaats";
"Enter an FTP command to send to the server" = "Voer een FTP-commando in om naar een server te verzenden";
"The exact text you type will be sent to the server. This can be useful to invoke server specific features" = "De exact door u getypte tekst zal naar de server worden verzonden. Het kan handig zijn om server specifieke opties toe te passen";
"Send" = "Verzend";
"Synchronization using a VMS server with the option to show all versions enabled is not supported" = "Synchronisatie met behulp van een VMS-server met de optie om alle versies te tonen ingeschakeld, wordt niet ondersteund";
"If the Show All Versions option is disabled in the Bookmark, synchronization can be performed" = "Indien de Toon alle versies-optie in de bladwijzer is uitgeschakeld, kan de synchronisatie uitgevoerd worden";
" of " = " van ";
" items" = " items";
" Item" = " Item";
" item" = " item";
" selected" = " geselecteerd";
" (filtered)" = " (Gefilterd)";
"Edit with the built-in editor" = "Wijzig met de ingebouwde editor";
"Open for editing in an external editor" = "Open voor wijzigingen in een externe editor";
"Enter a full path to a folder" = "Voer een volledig pad in naar een map";
"The contents listing of the specified path will be displayed" = "De inhoudsopgave van het gespecificeerde pad zal worden weergegeven";
"Go" = "Ga";
"Enter the new name for this item:" = "Voer de nieuwe naam voor dit item in:";
"Rename" = "Wijzig naam";
"Are you sure you want to delete " = "Weet u zeker dat u wilt verwijderen";
" items?" = " items?";
"Are you sure you want to delete the selected items?" = "Weet u zeker dat u de geselecteerde items wilt verwijderen?";
"This is a permanent operation which cannot be undone" = "Dit is een permanente operatie die niet ongedaan gemaakt kan worden";
"Delete" = "Verwijder";
"Enter the name of the new empty file to created" = "Voer de naam in van het nieuwe lege bestand dat moet worden aangemaakt";
"It will be checked that the selected name is not already in use" = "Er zal worden gecheckt of de geselecteerde naam reeds in gebruik is";
"The selected file name already exists" = "De geselecteerde bestandsnaam bestaat reeds";
"Please choose another name for the new empty file to created" = "Kies alstublieft een andere naam voor het nieuwe lege bestand dat moet worden aangemaakt";
"The file could not be created" = "Het bestand kon niet worden aangemaakt";
"Enter the name of the new empty file to be edited, and also select when changes to the file should be uploaded to the server" = "Voer de naam in van het nieuwe lege bestand dat moet worden gewijzigd en selecteer wanneer wijzigingen aan het bestand naar de server moeten worden ge-upload";
"Enter the name of the new empty file to be edited" = "Voer de naam in van het nieuwe lege bestand dat moet worden gewijzigd";
"Optionally select whether to apply the selected choice to subsequent edits" = "Selecteer optioneel of u de geselecteerde keuze wel of niet op subsequente wijzigingen wilt toepassen";
"Close" = "Sluit";
"Save" = "Bewaar";
"Apply to future edits" = "Pas toe op toekomstige wijzigingen";
"Enter the name of the new empty file to edited" = "Voer de naam in van het nieuwe lege bestand dat moet worden gewijzigd";
"Select when changes to the files should be uploaded to the server" = "Selecteer wanneer veranderingen aan de bestanden naar de server moeten worden geupload";
"Select when changes to the file should be uploaded to the server" = "Selecteer wanneer veranderingen aan het bestand naar de server moeten worden geupload";
"Please choose another name" = "Kies alstublieft een andere naam";
"This operation failed to complete." = "Deze operatie kon niet worden voltooid.";
"A folder already exists with the same name." = "Er bestaat reeds een map met dezelfde naam.";
"You may not have sufficient privileges" = "Mogelijk hebt u onvoldoende bevoegdheden";
"Some items of the same name already exist in this location." = "Enkele items met dezelfde naam bestaan reeds op deze locatie.";
"An item of the same name already exists in this location." = "Er bestaat reeds een item met dezelfde naam op deze locatie.";
"Would you like to replace the items or skip them?" = "Wilt u de items vervangen of overslaan?";
"Would you like to replace the item?" = "Wilt u het item vervangen?";
"Skip" = "Sla over";
"Replace" = "Vervang";
"This operation failed to complete for one or more items" = "Deze operatie kon niet worden voltooid vanwege een of meer items";
"Cancelling preview…" = "Voorvertoning annuleren…";
"Downloading preview: " = "Bezig met downloaden van voorvertoning: ";
"% complete" = "% compleet";
"Server refused connection - waiting to retry…" = "Server heeft verbinding geweigerd - Bezig met wachten om opnieuw te proberen…";
"Server busy - waiting to retry…" = "Server bezet - bezig met wachten om opnieuw te proberen…";
"Preparing connection…" = "Bezig met verbinding voorbereiden…";
"Disconnected" = "Verbinding verbroken";
"Connecting with server…" = "Bezig te verbinden met server…";
"Logging in…" = "Bezig met inloggen…";
"Logging into proxy server…" = "Bezig met inloggen op proxy server…";
"Querying server…" = "Bezig met raadplegen van server…";
"Selecting server features…" = "Bezig met selecteren van server-opties…";
"Connection established" = "Verbinding gerealiseerd";
"Idle" = "Niets aan het doen";
"User: " = "Gebruiker: ";
"\rPath: " = "\rPad: ";
"Sorry, it was not possible to complete the upload" = "Helaas, het was niet mogelijk om de upload te voltooien";
"An unexpected error caused the pre-processing of the upload to fail" = "Door een onverwachte fout is de voorbereiding van het uploaden mislukt";
"An unexpected error prevented the upload from taking place\r\rYou should save a copy of your edited document to prevent data loss" = "Door een onverwachte fout is het uploaden niet doorgegaan\r\rU wordt aangeraden een kopie van uw gewijzigde document te bewaren, om verlies van data te voorkomen";
"An unexpected error prevented the upload from taking place\r\rYou could attempt it again or try restarting Yummy FTP" = "Door een onverwachte fout is het uploaden niet doorgegaan\r\rU kunt het nogmaals proberen of Yummy FTP Alias opnieuw openen";
"Unfortunately an unexpected error occurred while preparing to display the browser window\r\rTry again or try restarting Yummy FTP" = "Helaas is er een onverwachte fout opgetreden tijdens het voorbereiden van het weergeven van het browservenster\r\rProbeer opnieuw of probeer Yummy FTP Alias te herstarten";
"Yummy FTP was unable to establish a connection\r\rThe attempt failed because the server was unable to process the request" = "Yummy FTP Alias was niet in staat een verbinding te maken\r\rDe poging is mislukt omdat de server niet in staat was de aanvraag te verwerken";
"Yummy FTP could not find the remote directory to send your upload\r\rEnsure the destination directory exists and try again" = "Yummy FTP Alias was niet in staat de directory op afstand te vinden om uw upload te verzenden\r\rZorg ervoor dat de directory bestemming bestaat en probeer het opnieuw";
"Yummy FTP was unable to complete your request\r\rThe attempt failed because the server was unable to process it" = "Yummy FTP Alias was niet in staat uw verzoek te voltooien\rDe poging is mislukt omdat de server niet in staat was het te verwerken";
"This operation failed due to lack of memory" = "Deze operatie kon niet worden voltooid door gebrek aan geheugen";
"Your download failed to start because the download location could not be found\r\rCheck the download location and try again" = "Uw download kon niet starten, omdat de download locatie niet kon worden gevonden\r\rControleer de download locatie en probeer het opnieuw";
"Your download failed to start because the file to download could not be found\r\rCheck the download details and try again" = "Uw download kon niet starten, omdat het te downloaden bestand niet kon worden gevonden\r\rControleer de downloadinstellingen en probeer het opnieuw";
"Yummy FTP could not establish a connection with the server\r\rCheck the server name or IP address and try again. If the problem persists, it might be that the server is currently unavailable." = "Yummy FTP Alias was niet in staat om verbinding met de server te maken\r\rControleer de naam van de server of het IP-adres en probeer het opnieuw. Indien het probleem blijft bestaan, is de server mogelijk op dit moment niet beschikbaar.";
"Yummy FTP could not establish a connection with the server\r\rTry re-connecting to the server or restarting Yummy FTP" = "Yummy FTP Alias was niet in staat om verbinding met de server te maken\r\rProbeer opnieuw verbinding te maken of open Yummy FTP Alias opnieuw";
"Yummy FTP could not find the items you were referring to\r\rTry refreshing your listing" = "Yummy FTP Alias was niet in staat de items waar u naar verwees te vinden\r\rProbeer uw lijst te verversen";
"Yummy FTP ran out of resources and so couldn't complete your request\r\rTry again or try restarting Yummy FTP" = "Yummy FTP Alias kon uw aanvraag niet voltooien, omdat het zonder resources kwam te zitten\r\rProbeer het nogmaals of probeer Yummy FTP Alias opnieuw te openen";
"Yummy FTP couldn't understand the server's response\r\rTry again and check the server type is set correctly" = "Yummy FTP Alias was niet in staat het antwoord van de server te begrijpen\r\rProbeer het opnieuw en controleer of het server-type juist is ingesteld";
"Yummy FTP could not continue your download request because it was not possible to create a file in the download location\r\rThe cause may be a locked file, a file which is in use by another application, or lack of permissions" = "Yummy FTP Alias was niet in staat om uw download voort te zetten, omdat het niet mogelijk was om een bestand aan te maken op de download locatie\r\rDe oorzaak kan een beveiligd bestand zijn, een bestand dat door een ander programma gebruikt wordt of u hebt onvoldoende bevoegdheden";
"Yummy FTP could not continue your download request because it was not possible to create a folder in the download location\r\rThe cause may be due lack of permissions" = "Yummy FTP Alias was niet in staat om uw download voort te zetten, omdat het niet mogelijk was om een map aan te maken op de download locatie\r\rMogelijk heeft u niet voldoende bevoegdheden";
"Yummy FTP could not continue because a folder in your request could not be found on your Mac" = "Yummy FTP Alias was niet in staat om verder te gaan, omdat een map in uw aanvraag niet op uw Mac kon worden gevonden";
"Yummy FTP could not continue because the specifed server path could not be determined\r\rCheck your server detalls and try again" = "Yummy FTP Alias was niet in staat om verder te gaan, omdat het specifieke pad naar de server niet kon worden vastgesteld\r\rControleer uw serverinstellingen en probeer het opnieuw";
"Yummy FTP could not continue your download because it was not possible to write to a file in the download location\r\rThe cause may be a full hard drive, a locked file, a file which is in use by another application, or lack of permissions" = "Yummy FTP Alias was niet in staat om uw download voort te zetten, omdat het niet mogelijk was om naar een bestand te schrijven op de download locatie\r\rDe oorzaak kan een beveiligd bestand zijn, een bestand dat door een ander programma gebruikt wordt of u hebt onvoldoende bevoegdheden";
"Yummy FTP could not continue your upload because it was not possible to open one of the source files\r\rThe cause may be a lack of permissions" = "Yummy FTP Alias was niet in staat om uw upload voort te zetten, omdat het niet mogelijk was om één van de bronbestanden te openen\r\rMogelijk heeft u niet voldoende bevoegdheden";
"Yummy FTP could not continue your download because it was not possible to open one of the files in the download location\r\rThe cause may be a lack of permissions" = "Yummy FTP Alias was niet in staat om uw download voort te zetten, omdat het niet mogelijk was om één van de bestanden te openen op de download locatie\r\rMogelijk heeft u onvoldoende bevoegdheden";
"Yummy FTP could not continue your upload because it was not possible to read from one of the source files\r\rThe cause may be a lack of permissions" = "Yummy FTP Alias was niet in staat om uw upload voort te zetten, omdat het niet mogelijk was om één van de bronbestanden te lezen\r\rMogelijk heeft u niet voldoende bevoegdheden";
"Yummy FTP has lost connection with the server\r\rThe server closed the connection" = "Yummy FTP Alias heeft de verbinding met de server verloren\r\rDe server heeft de verbinding afgesloten";
"Yummy FTP failed to establish a connection with the server\r\rCheck your details and try again" = "Yummy FTP Alias kon geen verbinding met de server maken\r\rControleer uw instellingen en probeer het opnieuw";
"Yummy FTP failed to establish a connection with the proxy server because the server refused it\r\rCheck your details and try again" = "Yummy FTP Alias kon geen verbinding met de proxy-server maken, omdat de server dit weigerde\r\rControleer uw instellingen en probeer het opnieuw";
"Yummy FTP failed to establish a connection with the server because the username was rejected\r\rCheck your details and try again" = "Yummy FTP Alias kon geen verbinding met de server maken, omdat de gebruikersnaam niet werd geaccepteerd\r\rControleer uw instellingen en probeer het opnieuw";
"Yummy FTP failed to establish a connection with the server because the password was rejected\r\rCheck your details and try again" = "Yummy FTP Alias kon geen verbinding met de server maken, omdat het wachtwoord niet werd geaccepteerd\r\rControleer uw instellingen en probeer het opnieuw";
"Yummy FTP failed to establish a connection with the server because the account was rejected\r\rCheck your details and try again" = "Yummy FTP Alias kon geen verbinding met de server maken, omdat de account niet werd geaccepteerd\r\rControleer uw instellingen en probeer het opnieuw";
"Yummy FTP failed to establish a connection with the proxy server because the password was rejected\r\rCheck your details and try again" = "Yummy FTP Alias kon geen verbinding met de proxy-server maken, omdat het wachtwoord niet werd geaccepteerd\r\rControleer uw instellingen en probeer het opnieuw";
"Yummy FTP failed to failed to complete your request becuase it was unable to delete an item on your Mac\r\rThe cause may be a locked file, a file which is in use by another application, or lack of permissions" = "Yummy FTP Alias was niet in staat uw aanvraag te voltooien, omdat het niet in staat was een item op uw Mac te verwijderen\r\rDe oorzaak kan een beveiligd bestand zijn, een bestand dat door een ander programma gebruikt wordt of u hebt onvoldoende bevoegdheden";
"Yummy FTP was unable to complete your request due to an unexpected error\r\rTry again or try restarting Yummy FTP" = "Yummy FTP Alias was vanwege een onverwachte fout niet in staat uw aanvraag te verwerken\r\rProbeer het nogmaals of open Yummy FTP Alias opnieuw";
"Message from the Server :\r\r" = "Melding van de server:\r\r";
"Yummy FTP will try to skip the errored item automatically" = "Yummy FTP Alias zal proberen om het item dat voor problemen zorgt automatisch over te slaan";
"Yummy FTP will try to skip the errored item automatically after the timeout shown" = "Yummy FTP Alias zal na de getoonde time-out automatisch proberen om het item dat voor problemen zorgt over te slaan";
" because scheduled tasks are waiting" = " omdat geplande taken wachten";
"Yummy FTP will cancel this operation automatically" = "Yummy FTP Alias zal deze operatie automatisch annuleren";
"Yummy FTP will cancel this operation automatically after the timeout shown" = "Yummy FTP Alias zal deze operatie na de getoonde time-out automatisch annuleren";
"Yummy FTP has now encountered " = "Yummy FTP Alias is nu aangelopen tegen";
" errors attempting this operation. No further recovery attempts will be made" = " fouten gedurende deze operatie. Er zullen geen verdere herstelpogingen worden gedaan";
"\r\rThis message will auto-dismiss after the time shown below because scheduled tasks are waiting" = "\r\rDit bericht zal automatisch verdwijnen na de tijd die onder wordt weergegeven, omdat geplande taken wachten";
"Continue" = "Ga door";
"Cancel" = "Annuleer";
"Yummy FTP will attempt to retry the errored item automatically" = "Yummy FTP Alias zal proberen het item dat voor problemen zorgt automatisch opnieuw te verzenden ";
"Yummy FTP will attempt to retry the errored item automatically after the timeout shown" = "Yummy FTP Alias zal proberen na de getoonde time-out het item dat voor problemen zorgt automatisch opnieuw te verzenden ";
"Retry" = "Probeer opnieuw";
"Yummy FTP will attempt to skip the errored item automatically" = "Yummy FTP Alias zal proberen het item dat voor problemen zorgt automatisch over te slaan";
"Yummy FTP was unable to automatically retry the errored item" = "Yummy FTP Alias was niet in staat het item dat voor problemen zorgt automatisch opnieuw te verzenden";
"Yummy FTP was unable to automatically skip the errored item" = "Yummy FTP Alias was niet in staat het item dat voor problemen zorgt automatisch over te slaan";
"Files uploaded : " = "Bestanden ge-upload: ";
"\rFiles downloaded : " = "\rGedownloade bestanden: ";
"\rServer folders created : " = "\rAangemaakte Server-mappen: ";
"\rMac folders created : " = "\rAangemaakte Mac-mappen: ";
"\rServer items deleted : " = "\rVerwijderde Server-items: ";
"\rMac items deleted : " = "\rVerwijderde Mac-items: ";
"\r\rThis report will auto-dismiss after the time shown below because scheduled tasks are waiting" = "\r\rDit rapport zal automatisch verdwijnen na de tijd die onder wordt weergegeven, omdat geplande taken wachten";
"\rSynchronization completed" = "\rSynchronisatie voltooid";
"Save this connection as a Bookmark?" = "Deze verbinding als bladwijzer bewaren?";
"Optionally select whether to store the password used into the Keychain, for security purposes" = "Voor beveiligingsdoeleinden, kunt u er optioneel voor kiezen om het gebruikte wachtwoord in de Sleutelhanger op te slaan";
"Don't Save" = "Bewaar niet";
"Root directory" = "Root directory";
"Would you like to replace the items or skip them?\r\rNote that not all servers support replacement. An error message will be generated in this case." = "Wilt u de items vervangen of overslaan?\r\rHoudt u er rekening mee dat niet alle servers vervangen ondersteunen. In dat geval zult u een foutmelding te zien krijgen.";
"Would you like to replace the item?\r\rNote that not all servers support replacement. An error message will be generated in this case." = "Wilt u het item vervangen?\r\rHoudt u er rekening mee dat niet alle servers vervangen ondersteunen. In dat geval zult u een foutmelding te zien krijgen.";
" Download" = " Download";
" Items" = " Items";
" Bytes" = " Bytes";
"Cancelled" = "Geannuleerd";
"Preparing" = "Bezig met voorbereiden";
"Finished" = "Gereed";
"Name: " = "Naam: ";
",  Kind: " = ",  Soort: ";
",  Size: " = ",  Grootte: ";
"Modified: " = "Aangepast: ";
",  Where: " = ",  Waar: ";
"Dimensions: W:" = "Dimensies: W:";
" H:" = " H:";
" pixels" = " pixels";
"Duration :" = "Tijdsduur: ";
" Hrs" = " Uren";
" Mins" = " Min.";
" Secs " = " Sec.";
"\rServer: " = "\rServer: ";
"\rPassword: " = "\rWachtwoord: ";
"\rPort: " = "\rPoort: ";
"\rProtocol: " = "\rProtocol: ";
"\rMac Folder: " = "\rMac map: ";
"\rModified: " = "\rAangepast: ";
"\rUser/Group: " = "\rEigenaar/Groep: ";
"\rPermissions: " = "\rBevoegdheden: ";
"Path " = "Pad ";
"Name " = "Naam ";
"Server " = "Server ";
"User " = "Gebruiker ";
"Pass " = "Wachtwoord ";
"Port " = "Poort ";
"Type " = "Soort ";
"Local " = "Lokaal ";
"Kind " = "Soort ";
"Size " = "Grootte ";
"Date " = "Datum";
"Where " = "Waar";
"User/Group " = "Eigenaar/Groep ";
"Perms " = "Permissies ";
"Job cancelled" = "Taak geannuleerd";
"Job failed" = "Taak mislukt";
"Cancelling…" = "Annuleren…";
"Waiting to start " = "Wachten om te starten";
"Queued " = "In wachtrij geplaatst ";
"Waiting " = "Wachten ";
"Recovering connection " = "Bezig met herstellen van verbinding ";
"Server busy - waiting " = "Server bezet - bezig met wachten ";
"to download " = "om te downloaden ";
"to transfer " = "om te versturen";
"to duplicate " = "om te dupliceren ";
"to preview " = "om te controleren ";
"to upload " = "om te uploaden ";
"to determine server time difference… " = "om het server-tijdverschil vast te stellen… ";
"to download items for Update Mac: " = "om items te downloaden voor Update Mac: ";
"to download items for Mirror: " = "om items te downloaden voor Mirror: ";
"to upload items for Update Server: " = "om items te uploaden voor Update Server: ";
"to upload items for Mirror: " = "om items te uploaden voor Mirror: ";
"Initiating download of " = "Beginnen met downloaden van ";
"Initiating transfer of " = "Beginnen met versturen van ";
"Initiating duplication of " = "Beginnen met dupliceren van ";
"Initiating duplicated upload of " = "Beginnen met dupliceren van ";
"Initiating preview of " = "Beginnen met voorvertonen van ";
"Initiating upload of " = "Beginnen met uploaden van ";
"Determining server time difference… " = "Bezig met bepalen van server-tijdsverschil…";
"Initiating download of items for Update Mac: " = "Beginnen met downloaden van items voor Update Mac: ";
"Initiating download of items for Mirror: " = "Beginnen met downloaden van items voor Mirror: ";
"Initiating upload of items for Update Server: " = "Beginnen met uploaden van items voor Update Server: ";
"Initiating upload of items for Mirror: " = "Beginnen met uploaden van items voor Mirror: ";
"Downloading " = "Aan het downloaden ";
"Downloading for transfer " = "Aan het downloaden voor verzending ";
"Uploading for transfer " = "Bezig met uploaden voor transfer ";
"Downloading for duplication " = "Aan het downloaden voor verdubbeling ";
"Uploading " = "Bezig met uploaden van ";
"Uploading duplicated " = "Bezig met uploaden van gedupliceerde ";
"Downloading preview " = "Bezig met downloaden van voorvertoning: ";
"Downloading items for Update Mac: " = "Bezig met downloaden van items voor Update Mac: ";
"Downloading items for Mirror: " = "Items aan het downloaden voor Mirror: ";
"Uploading items for Update Server: " = "Bezig met uploaden van items voor Update Server: ";
"Uploading items for Mirror: " = "Bezig met uploaden van items voor Mirror: ";
" items)" = " items)";
" item)" = " item)";
"1 item" = "1 item";
"Recovering connection to delete orphaned items " = "bezig met herstellen van verbinding om verweesde items te verwijderen ";
"Server busy - waiting to delete orphaned items" = "Server bezet - bezig met wachten om verweesde items te verwijderen";
"Deleting orphaned items " = "Bezig met verwijderen van verweesde items ";
"Preparing to delete orphaned items " = "Bezig met voorbereiden van het verwijderen van verweesde items ";
"Recovering connection to delete " = "Bezig met herstellen van verbinding om te verwijderen ";
"Server busy - waiting to delete " = "Server bezet - bezig met wachten om te verwijderen ";
"Deleting " = "Bezig met verwijderen van ";
"Preparing to delete " = "Bezig met voorbereiden van verwijderen van ";
"Determine server time difference" = "Bepaal server-tijdsverschil";
"Scheduled Update Server" = "Geplande Update Server";
"Scheduled Update Mac" = "Geplande Update Mac";
"Scheduled Mirror" = "Geplande Mirror";
"Waiting for connection to determine server time difference…" = "Wachten op verbinding om tijdverschil in server te bepalen…";
"Waiting for connection to Update Server…" = "Wachten op verbinding om server te updaten…";
"Waiting for connection to Update Mac…" = "Wachten op verbinding om Mac te updaten…";
"Waiting for connection to Mirror…" = "Wachten op verbinding om Mirror…";
"Analyzing directories for Update Server…" = "Bezig met analyseren van directories voor Update Server…";
"Analyzing directories for Update Mac…" = "Bezig met analyseren van directories voor Update Mac…";
"Analyzing directories for Mirror…" = "Bezig met analyseren van directories voor Mirror…";
"Time difference complete" = "Tijdsverschil voltooid";
"Update Server complete" = "Update Server voltooid";
"Update Mac complete" = "Update Mac voltooid";
"Mirror complete" = "Mirror voltooid";
"Waiting for connection to get file list…" = "Wachten op verbinding om lijst met bestanden te krijgen…";
"Fetching file/folder listing…" = "Bestand/map-lijst ophalen…";
"Waiting for connection to update file list…" = "Wachten op verbinding om de lijst met bestanden te updaten…";
"Updating file/folder listing…" = "Bezig met updaten van bestands-/mappenlijst…";
"Waiting for connection to send NOOP command…" = "Wachten op verbinding om NOOP command te versturen…";
"Sending NOOP command…" = "Bezig met verzenden van NOOP commando…";
"Waiting for connection to send raw command…" = "Wachten op verbinding om raw command te versturen…";
"Sending raw FTP command…" = "Bezig met verzenden van raw FTP-commando…";
"Waiting for connection to rename…" = "Wachten op verbinding om te hernoemen…";
"Renaming item…" = "Bezig met hernoemen van item…";
"Waiting for connection to create empty folder…" = "Wachten op verbinding om lege map te creëren…";
"Creating new folder…" = "Bezig met aanmaken van nieuwe map…";
"Recovering connection to set access permissions" = "Bezig met herstellen van verbinding om toegangsbevoegdheden in te stellen";
"Server busy - waiting to set access permissions" = "Server bezet - bezig met wachten om toegangsbevoegdheden in te stellen";
"Setting access permissions" = "Bezig met instellen toegangsbevoegdheden";
"Recovering connection to set user and group" = "Bezig met herstellen van verbinding om gebruikers- en groepsbevoegdheden in te stellen";
"Server busy - waiting to set user and group" = "Server bezet - bezig met wachten om gebruikers- en groepsbevoegdheden in te stellen";
"Setting user and group" = "Bezig met instellen gebruiker en groep";
" on " = " op";
"Recovering connection to move " = "Bezig met herstellen van verbinding om te verplaatsen ";
"Server busy - waiting to move " = "Server bezet - bezig met wachten om te verplaatsen ";
"Moving " = "Verplaatsen ";
"Item: " = "Item: ";
"Item: from command line" = "Item: van commandoregel";
"Processing: " = "Bezig met verwerken van: ";
"Path: " = "Pad: ";
"Move up directory" = "Verplaats directory naar boven";
"Command: " = "Commando: ";
" to Mac: " = " naar Mac: ";
"Mac: " = "Mac: ";
" to Server: " = " naar Server: ";
"Parent directory" = "Overkoepelende directory";
"Recovering connection…" = "Bezig met herstellen van verbinding…";
"Copied: " = "Gekopieerd:";
" at " = " met ";
"/s" = "/s";
" (stalled)" = " (Stil gevallen)";
"Waiting until " = "Wachten totdat";
"Waiting" = "Wachten ";
"Error" = "Fout";
"Server busy - waiting…" = "Server bezet - Bezig met wachten…";
"Connecting to server…" = "Bezig te verbinden met server…";
"Preparing…" = "Bezig met voorbereiden…";
"(ETA: " = "(ETA: ";
"Estimating time remaining…" = "Resterende tijd berekenen…";
"n/a" = "niet beschikbaar";
"Estimating…" = "Berekenen…";
"Time remaining unavailable" = "Resterende tijd niet beschikbaar";
"Unavailable" = "Niet beschikbaar";
" remaining" = " resterende";
"Time remaining: -" = "Resterende tijd: -";
" for remote edit" = " voor wijzigen op afstand";
"Remote edit" = "Wijzig op afstand";
" from " = " van ";
"From " = "Van ";
" to " = " naar";
" in " = " in";
"Choose a Document" = "Kies een document";
"Choose a post processing Application" = "Kies een programma voor nabewerking";
"Download completed" = "Download voltooid";
"Your download has been successfully completed" = "Uw download is succesvol afgerond";
"Upload completed" = "Uploaden voltooid";
"Your upload has been successfully completed" = "Uw upload is succesvol afgerond";
"Synchronization completed" = "Synchronisatie voltooid";
"Your synchronization has been successfully completed" = "Uw synchronisatie is succesvol afgerond";
"Remote edit ready" = "Wijzigen op afstand klaar";
"Your remote file is ready to be edited" = "Uw bestand op afstand is klaar om te worden gewijzigd";
"Remote edit saved" = "Wijziging op afstand bewaard";
"The changes to your remote file have been saved" = "De veranderingen aan uw bestand op afstand zijn bewaard";
"Failure Notification" = "Foutmelding";
"A Problem occurred" = "Er is een fout opgetreden";
"Encoding" = "Coderen";
"Select the encoding method" = "Selecteer de coderingsmethode";
"New File" = "Nieuw bestand";
"Create an empty new file" = "Maak een nieuw leeg bestand aan";
"Preview" = "Voorvertoning";
"Show a preview of the selection" = "Toon een voorvertoning van de selectie";
"Disconnect from the server" = "Verbreek verbinding met server";
"View" = "Bekijk";
"Switch between List or Column view" = "Wissel tussen Lijst- en Kolomweergave";
"Transfer" = "Transfer";
"Upload or download the selected item(s)" = "Geselecteerde item(s) uploaden of downloaden";
"New Folder" = "Nieuwe map";
"Create a new empty folder" = "Maak een nieuwe lege map aan";
"Home" = "Thuis";
"Change directory back to the starting point" = "Zet instellingen directory terug naar het begin";
"Renew the file listing display" = "Ververs de bestandslijstweergave";
"Filters" = "Filters";
"Apply filters to the file listing display" = "Pas filters toe op de bestandenlijstweergave";
"Change directory using a supplied path" = "Wijzig directory met gebruik van een opgegeven pad";
"QuickEdit" = "QuickEdit";
"Queue" = "Wachtrij";
"Show or hide the Queue drawer" = "Toon/verberg de Wachtrij-lade";
"Remove the selected item(s)" = "Verwijder de geselecteerde item(s)";
"Show synchronization options" = "Toon synchronisatie-opties";
"Info" = "Informatie";
"Display the full information window for the selected item(s)" = "Geef het volledige informatievenster weer voor het (de) geselecteerde item(s)";
"Duplicate" = "Dupliceer";
"Make copies of the selected item(s)" = "Maak kopieën van geselecteerde item(s)";
"Stop" = "Stop";
"Cancel the current action" = "Annuleer de huidige actie";
"Favorites" = "Favorieten";
"Display the contents of your Favorite folders" = "Geef de inhoud van uw favoriete mappen weer";
"Display the contents of a recently visited folder" = "Geef de inhoud van recent bezochte mappen weer";
"Create an empty folder for organizing your Bookmarks" = "Maak een lege map aan om uw bladwijzers te organiseren";
"Add" = "Voeg toe";
"Change Bookmark, FTP Alias or FTP Watcher settings" = "Wijzig bladwijzer-, FTP-alias- of FTP-wachter-instellingen";
"Import" = "Importeer";
"Import Bookmarks/Favorites from other FTP apps (eg. Fetch, Interarchy, Captain FTP, Transmit, Cyberduck, FTPeel and Vicomsoft FTP Client)" = "Importeer bladwijzers/favorieten van andere FTP-programma's (bijv. Fetch, Interarchy, Captain FTP, Transmit, Cyberduck, FTPeel and Vicomsoft FTP Client)";
"Connect" = "Verbind";
"Establish FTP server connection" = "Maak verbinding met FTP-server";
"Use Preferences Setting" = "Gebruik voorkeursinstelling";
" days" = " dagen";
" day" = " dag";
" hours" = " uren";
" hour" = " uur";
" mins" = " min.";
" minutes" = " minuten";
" min" = " min.";
" minute" = " minuut";
" secs" = " sec.";
" seconds" = " seconden";
" sec" = " sec.";
" second" = " seconde";
"Server Search" = "Server zoek";
"Mac Search" = "Mac zoek";
"Search" = "Zoek";
"Filter the current listing" = "Filter de huidige lijst";
"Pause the selected transfers" = "Pauzeer de geselecteerde transfers";
"Start the selected transfers" = "Start de geselecteerde transfers";
"Resume the selected transfers" = "Hervat de geselecteerde transfers";
"Recent Searches" = "Recente zoekacties";
"Clear Recent Searches" = "Wis recente zoekacties";
"Apply As Filter" = "Pas toe als filter";
"Waiting to resume " = "Bezig met wachten om verder te gaan";
" KB" = " KB";
" MB" = " MB";
" GB" = " GB";
"This file is already being edited remotely" = "Dit bestand is reeds op afstand gewijzigd";
"One or more of the selected items are already being edited" = "Één of meer van de geselecteerde items zijn reeds gewijzigd";
"The selected items cannot be moved and must be deleted immediately." = "De geselecteerde items kunnen niet worden verplaatst en moeten onmiddellijk worden verwijderd.";
"Some of the selected items cannot be moved and must be deleted immediately." = "Enkele van de geselecteerde items kunnen niet worden verplaatst en moeten onmiddellijk worden verwijderd.";
"One of the selected items cannot be moved and must be deleted immediately." = "Één van de geselecteerde items kan niet worden verplaatst en moet onmiddellijk worden verwijderd.";
"The selected item cannot be moved and must be deleted immediately." = "Het geselecteerde item kan niet worden verplaatst en moet onmiddellijk worden verwijderd.";
"Are you sure you want to delete?" = "Weet u zeker dat u wilt verwijderen?";
"Click to save changed text" = "Klik om gewijzigde tekst te bewaren";
"Click to upload changes to the server" = "Klik om wijzigingen naar de server te uploaden";
"Click to show other information" = "Klik om andere informatie te tonen";
"DualBrowse" = "Dualbrowsen";
"Browse both lists in sync or independently" = "Loop beide lijsten tegelijk of apart door";
"Does not exist in the local directory" = "Bestaat niet in de lokale directory";
"Server item is newer" = "Server-item is nieuwer";
"Local item is newer" = "Lokale item is nieuwer";
"Does not exist in the server directory" = "Bestaat niet in de directory op de server";
"No items require synchronization at present" = "Op dit moment hoeven geen items te worden gesynchroniseerd";
"This synchronization will now be cancelled automatically since there are no items to be synchronized. The preview will therefore not be displayed." = "Deze synchronisatie zal nu automatisch worden geannuleerd omdat er geen items zijn om te synchroniseren. De voorvertoning zal daarom niet worden weergegeven.";
"Waiting for connection to calculate folder size…" = "Wachten op verbinding om mapgrootte te berekenen…";
"Calculating folder size…" = "Mapgrootte aan het berekenen…";
" (Paused)" = " (Gepauzeerd)";
"Pause" = "Pauze";
"Resume" = "Hervat";
"Update Mac" = "Update Mac";
"Update Server" = "Update Server";
"Mirror" = "Mirror";
"FTPS (Implicit)" = "FTPS (Implicit)";
"Pause All Scheduled Tasks" = "Pauzeer alle geplande taken";
"Resume All Scheduled Tasks" = "Hervat alle geplande taken";
"Create a new Bookmark" = "Voeg een nieuwe bladwijzer toe";
"Schedules On" = "Planner aan";
"Schedules Off" = "Planner uit";
"Disable or resume scheduled tasks" = "Stop of hervat geplande taken";
"Watchers Off" = "Wachters uit";
"Watchers On" = "Wachters aan";
"Shut down all running FTP Watchers" = "Zet alle draaiende FTP-wachters uit";
"Refresh the displayed preview" = "Ververs de weergegeven voorvertoning";
"Discard the displayed preview" = "Verwijder de weergegeven voorvertoning";
"Click to preview" = "Klik voor voorvertoning";
"Yummy FTP Extras" = "Yummy FTP Extra's";
"On Close" = "Bij sluiten";
"On Save" = "Bij bewaren";
"Hidden Files" = "Verborgen bestanden";
"Switch between showing or hiding invisible files in both the Mac and Server lists" = "Wissel tussen toon of verberg onzichtbare bestanden in beide Mac- en Serverlijsten";
"Bookmarks that are in use by FTP Browsers cannot be deleted" = "Bladwijzers die door FTP-Browsers in gebruik zijn, kunnen niet worden verwijderd";
"An item could not be deleted. It may be locked or in use by another application" = "Een item kon niet worden verwijderd. Het is mogelijk beveiligd of wordt gebruikt door een ander programma";
"Auto dismiss (no delay)" = "Sluit automatisch (geen oponthoud)";
"Performing remote server command…" = "Bezig met toepassen van remote server commando…";
"Enter a shell command to send to the server" = "Voer een shell-commando in om naar een server te verzenden";
"Interface" = "Interface";
"Transfers" = "Transfers";
"Error Recovery" = "Foutherstel";
"Server Options" = "Server opties";
"Pause the active jobs" = "Pauzeer de actieve taken";
"Resume the paused jobs" = "Hervat de gepauzeerde taken";
"Start" = "Start";
"Jobs queued" = "Taken in wachtrij gezet";
"HILabelTitle" = "Kleurlabel:";
"HILabelFormat" = "“%@”";
"This automatic upload capability is powered by:\r\rYummy FTP - the tastiest FTP client for Mac OS X\r\rhttp://www.yummysoftware.com" = "Deze automatische upload-mogelijkheid is Powered by:\r\rYummy FTP - het smakelijkste FTP-programma voor Mac OS X\r\rhttp://www.yummysoftware.com";
"Drag items onto this icon to upload them" = "Sleep items naar dit symbool om ze te uploaden";
"Edit With" = "Wijzig met";
"Select an application to edit the selected items" = "Selecteer een programma om de geselecteerde items te wijzigen";
"Reopen" = "Open opnieuw";
"Re-open with the original editor, or continue anyway?" = "Opnieuw openen met de originele editor of gewoon verdergaan?";
"Re-open with the original editors, or continue anyway?" = "Opnieuw openen met de originele editors of gewoon verdergaan?";
"Software Update" = "Software-update";
"Please purchase Yummy FTP to allow editing of FTP Aliases and FTP Watchers" = "Schaf Yummy FTP aan om FTP aliases en FTP wachters te kunnen wijzigen";
"\r\rTime elapsed : " = "\r\rTijd verstreken: ";
"Quick Look icons" = "Quick Look iconen";
"Enter the Web URL equivalent of the currently displayed directory" = "Voer het internetadres equivalent in van de huidig weergegeven directory";
"The url you enter can be used with the Copy Web URL feature to produce a valid web browser URL for the selected items in the server browser\r\reg. http://www.yourwebsite.com" = "Het door u ingevoerde internetadres kan met de 'Kopieer internetadres optie' worden gebruikt om een geldige Webbrowser adres te produceren voor de geselecteerde items in de server browser\r\rBijv. http://www.uwwebsite.com";
"Set Access" = "Stel toegang in";
"Set Permissions" = "Stel bevoegdheid in";
"OK" = "OK";
"Apply filters to the file listing display of all connections" = "Pas filters toe op de bestandenlijstweergave van alle verbindingen";
"Global Filters" = "Algemene Filters";
"Job failed, skipping errored items…" = "Taak mislukt, bezig met overslaan van foute items…";
"Skip remaining errors" = "Sla overgebleven fouten over";
"Lost Info" = "Verloren informatie";
" (waiting for server)" = " (wachten voor server)";
"Your server has limited the listing output, so all the items cannot be seen!\r\rUnless this is addressed, some features may not behave as expected due to this server limitation.\r\rWe recommend that you contact your server administrator to increase the limit, or remove the limit entirely." = "Uw server heeft de lijst met resultaten ingekort, waardoor niet alle items kunnen worden weergegeven!\r\r\Als dit niet wordt opgelost, zullen sommige functies zich door deze serverbelemmering mogelijk niet gedragen zoals verwacht.\r\rWij raden u aan om contact op te nemen met uw serverbeheerder om de limiet ter verhogen of geheel op te heffen.";
"File sizes differ" = "File maten verschillen";
"Open From Finder" = "Open in Finder";
"Open Web URL" = "Open als internetadres";
"The Mac home folder specified in your Bookmark cannot be found\r\rThe default home folder has been displayed instead" = "De in uw Bladwijzer ingestelde Mac thuismap kan niet worden gevonden\r\rDaarom wordt de standaard thuismap weergegeven";
"SCPlugin by Tigris.org is installed which causes crashes with other apps, including Yummy FTP\r\rTo fix this issue please remove the following file from your Mac :\r\r/Library/Contextual Menu Items/SCFinderPlugin.plugin\r\r... And then restart your Mac" = "SCPlugin van Tigris.org is geïnstalleerd en zorgt voor crashes bij andere programma's, waaronder Yummy FTP Alias\r\rWilt u dit probleem oplossen, verwijder dan alstublieft het volgende bestand van uw Mac:\r\r/Library/Contextual Menu Items/SCFinderPlugin.plugin\r\r... En herstart daarna uw Mac";
"WARNING!" = "WAARSCHUWING!";
"These files are identical - only their differing line endings cause a size mismatch" = "Deze bestanden zijn identiek - alleen hun afwijkende regeleinde zorgt voor een verschil in grootte";
"These files are identical" = "Deze bestanden zijn identiek";
"Enter Into Directory" = "Ga directory binnen";
"Paused" = "Gepauzeerd";
"Stopped" = "Gestopt";
"Running…" = "Werkzaam…";
"Watching…" = "Kijken…";
"Owner/Group " = "Eigenaar/Groep ";
"Action" = "Actie";
"Perform tasks with the selection" = "Taken uitvoeren met de selectie";
"Back" = "Terug";
"Bezig met : " = "Aktiv : ";
"    Queued : " = "    In de wachtrij gezet : ";
"Schedule" = "Schema";
"Obscure" = "Obscuur";
"Rename the selected item" = "De naam van het geselecteerde item";
"Please assign a name for this configuration" = "Please assign a name for this configuration";
"Enter a name in the box provided then try again." = "Enter a name in the box provided then try again.";
"The last failure has now repeated several times and will no longer be reported until it changes." = "The last failure has now repeated several times and will no longer be reported until it changes.";
"The Mac home folder specified in your Bookmark cannot be found" = "De in uw Bladwijzer ingestelde Mac thuismap kan niet worden gevonden";
"Processing…" = "Bezig met verwerken…";
"Your serial number is in use on" = "Uw serienummer wordt gebruikt op";
"To continue using the single user license please quit all other copies first, otherwise please purchase additional licenses or enter a new serial number." = "Om door te gaan met behulp van de single user licentie kunt u stoppen met alle andere kopieën eerste, anders kunt u de aankoop van extra licenties of voer een nieuw serienummer.";
"Your serial number was used at the same time on more than one Mac" = "Serienummer werd tegelijkertijd op meerdere Mac";
"To use the software on multiple Macs please purchase additional licenses.\r\rTo continue, please enter your serial number." = "Om de software op meerdere Macs te gebruiken kunt u extra licenties aanschaffen.\r\rOm verder te gaan, dan kunt u uw serienummer invoeren.";
"Bookmark" = "Bookmark";
"Schedules" = "Schedules";
"Watchers" = "Watchers";
"Browser" = "Browser";
"Forward" = "Forward";
"Status" = "Status";
"Time" = "Time";
"Value" = "Value";























